Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh44-45-v3.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་གི་ཕྱིར་མ་ཡིན་ཏེ། སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་སྟོང་གི་དོན་དུ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་ནོ། །སེམས་ཅན་ཐམས་ཐམས་ཅད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲག་ཁྲིག་གི་ཕྱིར་མ་ཡིན། །སེམས་ཅན་གང་ཡའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བན་བུན་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱར་ཕྱུར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱང་བྱིང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཉེར་འཇལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱལ་ཕྱོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྗད་ལྗོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱོད་ཟིམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱད་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྡམ་ལྡེམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡ་གངས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཆོ་མའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲམ་ཁྲིམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ནབ་ནུབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྒྱུད་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བཏང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བཀྲ་ཡར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གསལ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གཞལ་བརྟག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཚུངས་མེད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལམ་ལུམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རབ་རིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐབ་ཐིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འགྲིགས་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐེན་ཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསམ་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འདྲ་མཉམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྲང་བྲེང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲོང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྒྱས་འདལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསྔོ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཟང་ཡག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འཕྲོ་བཀྱེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྩེ་འཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡོང་ཏན་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབྲུག་གཡོས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སང་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐིང་ཡུག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྣང་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ནན་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡིད་འཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ནབ་ནེབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲིག་ཐམས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐུག་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡད་ཡུད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱོ་ལྡོག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྡ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྷུབ་བེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཐག་ཐུག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཁྲིག་གེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རིག་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྙད་མེད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཆོག་ཕྲེང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཉག་འབྲུའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྤུ་འཕྱེས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབྲུ་འབྲེལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་འོས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྷོད་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་ཕུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཞི་སྙད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ངག་ཐིམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འཕྱོ་འགྱུར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཉར་ཉེར་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱག་ཕྱིག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཟལ་ཟུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སལ་སལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གཡོ་ལྡེག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕན་ཕུན་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྣང་ཡའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རེམ་གྲོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྫི་ངད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྫི་རྡུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕུན་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འོལ་འོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ངད་ངད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་བརྩིའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཟབ་བགྲང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དགའ་རྐྱང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གྲངས་མཐའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱོད་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འོལ་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གདབ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་གཅལ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བྱིམ་འཕྱོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡམ་མེའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསྙལ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྡབ་ལྡོབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འཕན་ཆད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕང་ཕུང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཐའ་རྡུལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་རྒྱུ་ལྡིང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡུན་འགྱངས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཁའ་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བུན་ལོབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལམ་ལོམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསྙད་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལང་ལིང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལྗབ་ལྗིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མི་བརྩལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབྱམ་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ང་འགྲང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་སྨོས་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བཀྲ་ཆལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལོ་རྒྱས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་འབུམ་རྡིབ་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ལ་ལོའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཕྱམ་ཕྱམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཕྱོས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཕྱོས་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཡས་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཡས་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཕྱོང་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་ཡལ་ཕྱོང་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མུ་ཡལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མུ་ཡལ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡོལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བགྲང་ཡོལ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མི་འཇལ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མི་འཇལ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསམ་ཕྱོད་ཀྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བསམ་ཕྱོད་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཐའ་འབྱམ་གྱི་ཕྱིར་མ་ཡིན། སེམས་ཅན་མཐའ་འབྱམ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཐག་གི་ཕྱིར་མ་ཡིན། སེམས་ཅན་དཔག་ཐག་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་ཕྱིར་མ་ཡིན། སེམས་ཅན་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པ་ལ་བསྒྲེས་པའི་ཕྱིར་མ་ཡིན།
en: “A bodhisattva does not develop the aspiration for enlightenment for the sake of a kaṅkara of beings, or for the sake of a bimbara of beings, or for the sake of an agara of beings, or for the sake of a pravara of beings, or for the sake of a mapara of beings, or for the sake of an avara of beings, or for the sake of a tapara of beings, or for the sake of a sīma of beings, or for the sake of an anaupama of beings, or for the sake of a nena of beings, or for the sake of an avaga of beings, or for the sake of a mṛgava of beings, or for the sake of a vināha of beings, or for the sake of a viraga of beings, or for the sake of an avagama of beings, or for the sake of a vigava of beings, or for the sake of a saṃkrama of beings, or for the sake of a visara of beings, or for the sake of a vibhaja of beings, or for the sake of a vijaṅga of beings, or for the sake of a visota of beings, or for the sake of a vivāha of beings, or for the sake of a vibhakta of beings, or for the sake of a vikhata of beings, or for the sake of a tulana of beings, or for the sake of an atula of beings, or for the sake of a varaṇa of beings, or for the sake of a vivaraṇa of beings, or for the sake of an avana of beings, or for the sake of a thavana of beings, or for the sake of a viparya of beings, or for the sake of a samarya of beings, or for the sake of a viturṇa of beings, or for the sake of a hetura of beings, or for the sake of a vicāra of beings, or for the sake of a visāra of beings, or for the sake of a vyatyasta of beings, or for the sake of an abhyudgata of beings, or for the sake of a viśiṣṭa of beings, or for the sake of a nivala of beings, or for the sake of a haribha of beings, or for the sake of a vikṣobha of beings, or for the sake of a halibha of beings, or for the sake of a harisa of beings, or for the sake of an aloka of beings, or for the sake of a dṛṣṭānta of beings, or for the sake of a hetuna of beings, or for the sake of a durbuda of beings, or for the sake of a haruṇa of beings, or for the sake of an ela of beings, or for the sake of a dumela of beings, or for the sake of a kṣemu of beings, or for the sake of an akṣayamukta of beings, or for the sake of an elada of beings, or for the sake of a māluda of beings, or for the sake of a maṇḍumā of beings, or for the sake of a viṣamatā of beings, or for the sake of a samatā of beings, or for the sake of a visada of beings, or for the sake of a pramantā of beings, or for the sake of a pramātra of beings, or for the sake of an amātra of beings, or for the sake of a bhramātra of beings, or for the sake of a gamātra of beings, or for the sake of a namātra of beings, or for the sake of a hemātra of beings, or for the sake of a vimātra of beings, or for the sake of a paramātra of beings, or for the sake of a śivamātra of beings, or for the sake of an ela of beings, or for the sake of a vela of beings, or for the sake of a tela of beings, or for the sake of a śaila of beings, or for the sake of a gela of beings, or for the sake of a śila of beings, or for the sake of a śvela of beings, or for the sake of a nela of beings, or for the sake of a bhela of beings, or for the sake of a kela of beings, or for the sake of a sela of beings, or for the sake of a pela of beings, or for the sake of ten septenquinquagintillion beings, or for the sake of a hela of beings, or for the sake of a mela of beings, or for the sake of a saraḍa of beings, or for the sake of a māruta of beings, or for the sake of a meruda of beings, or for the sake of a kheluda of beings, or for the sake of a māluda of beings, or for the sake of a samula of beings, or for the sake of an ayava of beings, or for the sake of a kamala of beings, or for the sake of a magava of beings, or for the sake of an atara of beings, or for the sake of a heluya of beings, or for the sake of a veluva of beings, or for the sake of a kajāva of beings, or for the sake of a havava of beings, or for the sake of a havala of beings, or for the sake of a vivara of beings, or for the sake of a bimba of beings, or for the sake of a caraṇa of beings, or for the sake of a carama of beings, or for the sake of a parava of beings, or for the sake of a dhavara of beings, or for the sake of a dhamana of beings, or for the sake of a pramada of beings, or for the sake of a nigama of beings, or for the sake of an upavarta of beings, or for the sake of a nirdeśa of beings, or for the sake of an akṣaya of beings, or for the sake of a saṃbhūta of beings, or for the sake of an amama of beings, or for the sake of an avada of beings, or for the sake of an utpala of beings, or for the sake of a padma of beings, or for the sake of a saṃkhya of beings, or for the sake of a gati of beings, or for the sake of an upagama of beings, or for the sake of an aupamya of beings, or for the sake of an asaṃkhyeya of beings, or for the sake of an asaṃkhyeya­parivarta of beings, or for the sake of an aparimāṇa of beings, or for the sake of an aparimāṇa­parivarta of beings, or for the sake of an aparyanta of beings, or for the sake of an aparyanta­parivarta of beings, or for the sake of an asamanta of beings, or for the sake of asamanta­parivarta of beings, or for the sake of an agaṇeya of beings, or for the sake of an agaṇeya­parivarta of beings, or for the sake of an atulya of beings, or for the sake of an atulya­parivarta of beings, or for the sake of an acintya of beings, or for the sake of an acintya­parivarta of beings, or for the sake of an aparyanta of beings, or for the sake of an aparyanta­parivarta of beings, or for the sake of an amāpya of beings, or for the sake of an amāpya­parivarta of beings, or for the sake of an anabhilāpya of beings, or for the sake of an anabhilāpya­parivarta of beings, or for the sake of an anabhilāpyānabhilāpya of beings, or for the sake of an anabhilāpyānabhilāpya­parivarta of beings.

source: སེམས་ཅན་འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པ་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན་པ་ནས། བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment for the sake of the beings in one world realm, and so on, up to an anabhilāpyānabhilāpya­parivarta of world realms.

source: གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན། སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན། སྟོང་གཉིས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཕྱིར་མ་ཡིན་པ་ནས། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་འདི་ལྟ་སྟེ་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་།
en: “The bodhisattvas do not develop the aspiration for enlightenment for the sake of beings in world realms as numerous as the atoms in a four-continent world realm, or for the sake of beings in world realms as numerous as the atoms in a thousand such world realms, or for the sake of beings in world realms as numerous as the atoms in a million such world realms, or for the sake of beings in world realms as numerous as the atoms in a billion such world realms, or for the sake of beings in world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of billion-world great universes.

source: གདུལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་གྱི།
en: The bodhisattvas do not develop the aspiration for enlightenment in order to guide and ripen that number of beings.

source: འདི་ལྟ་སྟེ། འཇིག་རྟེན་གྱི་ཁམས་མ་ལུས་པ་ལྷག་མ་མེད་པ་མཐའ་དག་ཐམས་ཅད་དུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། གདུལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེའོ། །
en: “The bodhisattvas develop the aspiration for enlightenment in order to guide and ripen the beings throughout the entirety of all world realms without exception or remainder.

source: འདི་ལྟ་སྟེ་སངས་རྒྱས་གཅིག་བསྙེན་བཀུར་བ་དང་། མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་དང་། སངས་རྒྱས་བཅུ་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་མ་ཡིན་པ་ནས། བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སངས་རྒྱས་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor one buddha, or to serve, propitiate, make offerings to, and honor ten buddhas, and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor buddhas as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པའི་སངས་རྒྱས་ཀྱི་རྒྱུད་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་དེ་བཞིན་གཤེགས་པའི་རྒྱུད་བསྙེན་བཀུར་ཞིང་མཉེས་པར་བྱ་བ་དང་། མཆོད་ཅིང་རིམ་གྲོར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་ནོ། །
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor the succession of buddhas within one world realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to serve, propitiate, make offerings to, and honor the succession of buddhas within world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། འཇིག་རྟེན་གྱི་ཁམས་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to purify one buddha realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to purify buddha realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: དེ་བཞིན་གཤེགས་པ་གཅིག་གི་བསྟན་པ་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to hold the teachings of one tathāgata and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to hold the teachings of tathāgatas as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: སངས་རྒྱས་གཅིག་རབ་ཏུ་ཞུགས་པའི་སྨོན་ལམ་རྣམ་པ་ཐ་དད་པ་ལ་འཇུག་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སངས་རྒྱས་རབ་ཏུ་ཞུགས་པའི་སྨོན་ལམ་རྣམ་པ་ཐ་དད་པ་ལ་འཇུག་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་ནོ། །དེ་བཞིན་གཤེགས་པ་གཅིག་གི་སངས་རྒྱས་ཀྱི་ཞིང་གི་རྒྱན་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the different prayers established by one buddha and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the different prayers established by buddhas as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པའི་སངས་རྒྱས་ཀྱི་ཞིང་གི་རྒྱན་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། སངས་རྒྱས་གཅིག་གི་འཁོར་གྱི་དཀྱིལ་འཁོར་རྣམ་པར་ཕྱེ་བ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to enter the displays of one buddha realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to enter the displays of buddha realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཁོར་གྱི་དཀྱིལ་འཁོར་རྣམ་པར་ཕྱེ་བ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། དེ་བཞིན་གཤེགས་པ་གཅིག་གི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to enter the circle of followers of one buddha and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to enter the circle of followers of buddhas as numerous as the atoms an anabhilāpyānabhilāpya­parivarta of world realms.

source: སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་འཁོར་ལོ་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། སེམས་ཅན་གྱི་སེམས་རྒྱ་མཚོ་གཅིག་ཁོང་དུ་ཆུད་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to possess the Dharma wheel of one tathāgata and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to possess the Dharma wheel of tathāgatas as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སེམས་ཅན་གྱི་སེམས་རྒྱ་མཚོ་ཁོང་དུ་ཆུད་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the ocean of the mind of one being and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the oceans of the minds of beings as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: སེམས་ཅན་གཅིག་གི་དབང་པོའི་འཁོར་ལོ་ཡོངས་སུ་ཤེས་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སེམས་ཅན་གྱི་དབང་པོའི་འཁོར་ལོ་ཡོངས་སུ་ཤེས་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to know the wheel of faculties of one being and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to know the wheels of faculties of beings as numerous as the atoms in an anabhilāpyānabhilāpyaparivarta of world realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། སེམས་ཅན་གཅིག་གི་དབང་པོ་རྒྱ་མཚོ་ཁོང་དུ་ཆུད་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས་སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་སེམས་ཅན་གྱི་དབང་པོ་རྒྱ་མཚོ་ཁོང་དུ་ཆུད་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། འཇིག་རྟེན་གྱི་ཁམས་གཅིག་གི་བསྐལ་པ་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པར་བྱ་བ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to know the ocean of faculties of one being and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to know the ocean of faculties of beings as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་བསྐལ་པ་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པར་བྱ་བ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to enter the succession of kalpas in one world realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to enter the succession of kalpas in world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་པའི་བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྤྱོད་པའི་བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བ་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to enter an investigation of the propensities for conduct of beings in one world realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to enter an investigation of the propensities for conduct of beings in world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྒྱ་མཚོ་ཐམས་ཅད་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་རྒྱ་མཚོ་ཐམས་ཅད་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the entire ocean of kleśas of all beings within one world realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the entire ocean of kleśas of all beings within world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན། འཇིག་རྟེན་གྱི་ཁམས་གཅིག་ཏུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལས་རྒྱ་མཚོ་ཐམས་ཅད་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་བྱང་ཆུབ་ཏུ་སྐྱེ་བ་མ་ཡིན་པ་ནས། སངས་རྒྱས་ཀྱི་ཞིང་བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་རྡུལ་ཤིན་ཏུ་ཕྲ་བ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལས་རྒྱ་མཚོ་ཐམས་ཅད་ལ་འཇུག་པར་བྱ་བའི་ཕྱིར།
en: “The bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the entire ocean of the karma of all beings within one world realm and so on up to the bodhisattvas do not develop the aspiration for enlightenment in order to comprehend the entire ocean of the karma of all beings within world realms as numerous as the atoms in an anabhilāpyānabhilāpya­parivarta of world realms.
